cask_args appdir: '/Applications'
tap 'homebrew/dupes'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'simeji/jid'

brew 'gibo'
brew 'lv'
brew 'openssl'
brew 'peco'
brew 'tree'
brew 'mackup'
brew 'awscli'
brew 'jq'
brew 'jid'

# brew options mysql
# brew 'mysql', args: ['client-only']
brew 'mysql'
brew 'redis'
brew 'pkg-config'
brew 'imagemagick'
brew 'apple-gcc42'

cask 'appcleaner'
cask 'cyberduck'
cask 'dropbox'
cask 'evernote'
cask 'firefox-esr'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'java'
cask 'keepassx'
cask 'libreoffice'
cask 'skype'
cask 'slack'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'sequel-pro'
cask 'rdm'
cask 'boostnote'
