cask_args appdir: '/Applications'
tap 'homebrew/dupes'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'simeji/jid'

brew 'gibo'
brew 'lv'
brew 'openssl'
brew 'peco'
brew 'tree'
brew 'mackup'
# brew 'kubernetes-cli'
# brew 'kops'
brew 'awscli'
brew 'jq'
brew 'jid'

# brew 'mysql', args: ['client-only']
#brew 'mysql'
brew 'mysql@5.7'
brew 'redis'
brew 'pkg-config'
# brew 'imagemagick'
brew 'imagemagick@6'
brew 'apple-gcc42'
brew 'packer'
brew 'terraform'
brew 'mcrypt'
brew 'intltool'
brew 'icu4c'
brew 're2c'
brew 'bison'
brew 'libxml2'
brew 'autoconf'
brew 'automake'
brew 'libiconv'
brew 'libmcrypt'
brew 'mecab'
brew 'mecab-ipadic'
brew 'direnv'
brew 'yarn', args: ["without-node"]

cask 'appcleaner'
cask 'cyberduck'
cask 'dropbox'
cask 'evernote'
cask 'firefox-esr'
brew 'geckodriver'
cask 'google-chrome'
cask 'chromedriver'
cask 'google-drive'
cask 'iterm2'
cask 'java'
cask 'keepassx'
cask 'libreoffice'
cask 'skype'
cask 'slack'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'sequel-pro'
cask 'rdm'
cask 'boostnote'
cask 'alfred'
cask 'obs'
cask 'docker-edge'
cask 'kitematic'
